{
    "Character": {
        "name": "Lucky",
        "class": {
            "Paladin": {
                "hit dice": "1d10",
                "armor": "all",
                "weapons": " simple and martial",
                "saving throws": " wisdom , charisma",
                "skills": "Skills: Choose two from Athletics, Insight, Intimidation,Medicine, Persuasion, and Religion"
            }
        },
        "race": {
            "Warforged": {
                "Abiliti Scor Increase": "Your Constitution score increases by 1.",
                "Warforged Resilience": [
                    "You have advantage on saving throws against being poisoned, and you have resistance to poison damage.",
                    "You are immune to disease.",
                    "You don’t need to eat, drink, or breathe.",
                    "You don’t need to sleep and don’t suffer the effects of exhaustion due to lack of rest, and magic can’t put you to sleep."
                ],
                "Sentry's Rest": "When you take a long rest, you must spend at least six hours in an inactive, motionless state, rather than sleeping. In this state, you appear inert, but it doesn’t render you unconscious, and you can see and hear as normal.",
                "speed": "Your base walking speed is 30 feet.",
                "Integrated Protection": [
                    "You gain no benefit from wearing armor, but if you are using a shield, you apply its bonus as normal.each time you finish a long rest, choose one mode to adopt from the Integrated Protection table, provided you meet the mode’s prerequisite.",
                    {
                        "mode": "darkwood",
                        "prerequisite": null,
                        "efect": "11 + your Dexterity modifier (add proficiency bonus if proficient with light armor)"
                    },
                    {
                        "mode": "composite",
                        "prerequisite": "Medium armor",
                        "efect": "13 + your Dexterity modifier (maximum of 2) + your proficiency bonus."
                    },
                    {
                        "mode": "heavy",
                        "prerequisite": "Heavy armor",
                        "efect": "16 + your proficiency bonus; disadvantage on Dexterity (Stealth) checks."
                    }
                ]
            }
        },
        "subRace": {
            "Juggernaut": {
                "size": "You’re an imposing war machine built for close combat and raw might. You tower over your comrades; juggernaut warforged stand between 6 and 7 feet in height and can weigh up to 450 pounds.",
                "Ability Score Increase": "Your Strength score increases by 2.",
                "ron Fists": "When you make an unarmed strike, you can deal 1d4 + your Strength modifier bludgeoning damage instead of the normal damage.",
                "Powerful Build": "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift. (your load capacity doubles, PHB p 176)"
            }
        },
        "background": "Soldier",
        "throw": {
            "Fling (see MM Kraken)": "One Large or smaller object held or creature Grappled by the kraken is Thrown up to 60 feet in a random direction and knocked prone. If a Thrown target strikes a solid surface, the target takes 3 (1d6) bludgeoning damage for every 10 feet it was Thrown. If the target is Thrown at another creature, that creature must succeed on a DC (8 + prof + Str) Dexterity saving throw or take the same damage and be knocked prone.",
            "example": "example: creature weighs 250lbs / 125kg, the PC has a STR score of 16, i.e. 480lbs lifting capacity. 480 - 250 = 230, so the PC could throw the creature 230 : 50 = 4.6 squares, i.e. `4.6 * 5 feet = 23 feet. Rounded down, that's 4 squares (obviously).",
            "average weight": {
                "troll(large creature)": "500 lbs",
                "Bugbear(large to medium creature)": "290 lbs",
                "mountain dwarf (medum creature)": "165 lbs",
                "Elf ( medium to small)": "120 lbs",
                "Halfling(small creature)": "40 lbs"
            }
        },
        "LEVEL 3": "Oath of Conquest [XGE]"
    },
    "story": "събуден от писъци в руините намиращи се в гората между waterdeep и daggerford, което 3-има разбойници обитавали от известно време. Но точно тази вечер освен нормалната си плячка, довлекли и девойка за развлечение през студената вечер...."
}
